Repository: alia-abdrahman/mommys-time-app
Catalog: MommysTime/Localizable.xcstrings
Source language: en
Languages: ms

# onboarding.done.sub
source: You're ready to begin. You can update these choices at any time in Settings.
ms: Anda sudah bersedia untuk bermula. Anda boleh mengemas kini pilihan ini pada bila-bila masa dalam Tetapan.

# onboarding.done.title
source: You're all set
ms: Semuanya sudah siap

# onboarding.done.titleNamed
source: You and %@ are all set
ms: Anda dan %@ sudah bersedia

# onboarding.promise.alone.sub
source: Connect with other mothers when you need encouragement or perspective
ms: Berhubung dengan ibu lain apabila anda perlukan semangat atau pandangan

# onboarding.promise.alone.title
source: Find support
ms: Dapatkan sokongan

# onboarding.promise.household.sub
source: Keep tasks, supplies, appointments and spending organised in one place
ms: Urus tugasan, bekalan, temu janji dan perbelanjaan di satu tempat

# onboarding.promise.household.title
source: Stay on top of home life
ms: Urus kehidupan di rumah dengan lebih teratur

# onboarding.promise.normal.sub
source: Track feeds, sleep and growth with clear, easy-to-read summaries
ms: Jejaki penyusuan, tidur dan tumbesaran dengan ringkasan yang jelas dan mudah dibaca

# onboarding.promise.normal.title
source: Understand your baby's routine
ms: Fahami rutin bayi anda

# onboarding.skip
source: Skip
ms: Langkau

# onboarding.summary.baby
source: Baby
ms: Bayi

# onboarding.summary.corner
source: In my corner
ms: Sokongan saya

# onboarding.summary.day
source: Your day
ms: Hari anda

# onboarding.summary.logCount.one
source: %lld log
ms: %lld rekod

# onboarding.summary.logCount.other
source: %lld logs
ms: %lld rekod

# onboarding.summary.nobody
source: Not added yet
ms: Belum ditambah

# onboarding.summary.noTrackers
source: None selected
ms: Tiada dipilih

# onboarding.summary.notSet
source: Not set
ms: Belum ditetapkan

# onboarding.summary.tracking
source: Tracking
ms: Jejaki

# onboarding.toast.done
source: Setup complete — welcome
ms: Persediaan selesai — selamat datang

# onboarding.toast.doneNamed
source: Setup complete — welcome, mama
ms: Persediaan selesai — selamat datang, mama

# onboarding.toast.skipped
source: You can run setup again at any time in Settings
ms: Anda boleh menjalankan persediaan ini semula pada bila-bila masa dalam Tetapan

# onboarding.track.sub
source: Choose the baby and household tools you'd like to see on your Home screen.
ms: Pilih alat bayi dan rumah yang anda mahu lihat pada skrin Utama.

# onboarding.track.title
source: What would you like to keep track of?
ms: Apa yang anda mahu jejaki?

# onboarding.welcome.body
source: The early months can be a lot to hold in your head. Mommy's Time brings your baby's routines, household tasks, spending and your own time together in one place.
ms: Bulan-bulan awal boleh terasa seperti terlalu banyak perkara untuk diingati. Mommy's Time mengumpulkan rutin bayi, tugasan rumah, perbelanjaan dan masa untuk diri anda dalam satu tempat.

# onboarding.welcome.eyebrow
source: WELCOME TO
ms: SELAMAT DATANG KE

# paywall.count.0
source: No
ms: Tiada

# paywall.count.1
source: One
ms: Satu

# paywall.count.2
source: Two
ms: Dua

# paywall.count.3
source: Three
ms: Tiga

# paywall.count.4
source: Four
ms: Empat

# paywall.count.5
source: Five
ms: Lima

# paywall.count.6
source: Six
ms: Enam

# paywall.cta
source: Choose %@
ms: Pilih %@

# paywall.cta.owned
source: You're all set
ms: Semuanya sudah tersedia

# paywall.finePrint.monthly
source: RM 9.90 billed monthly. Cancel at any time.
ms: RM 9.90 dicaj setiap bulan. Batalkan pada bila-bila masa.

# paywall.finePrint.yearly
source: RM 70.80 billed yearly. Cancel at any time before renewal.
ms: RM 70.80 dicaj setiap tahun. Batalkan pada bila-bila masa sebelum pembaharuan.

# paywall.hero.sub
source: %@ helpful features designed to lighten the everyday mental load.
ms: %@ ciri berguna yang direka untuk meringankan beban mental harian.

# paywall.hero.title
source: A little more support, when you need it
ms: Sedikit sokongan tambahan, apabila anda memerlukannya

# paywall.perk.recipes.sub
source: Simple one-pot meals for you and gentle first-food ideas for baby
ms: Hidangan satu periuk yang ringkas untuk anda dan idea makanan pertama yang lembut untuk bayi

# paywall.perk.recipes.title
source: Recipes
ms: Resipi

# paywall.perk.spending.sub
source: Understand where your baby and household spending goes
ms: Fahami ke mana perbelanjaan bayi dan isi rumah anda pergi

# paywall.perk.spending.title
source: My Spending
ms: Perbelanjaan Saya

# paywall.perk.sync.sub
source: Keep your logs backed up and available across your devices
ms: Pastikan rekod anda disandarkan dan tersedia pada semua peranti anda

# paywall.perk.sync.title
source: Sync to Cloud
ms: Segerak ke Awan

# paywall.perk.wake.sub
source: Track awake and sleep periods in one tap, with a simple daily summary
ms: Jejaki waktu berjaga dan tidur dengan satu ketikan, bersama ringkasan harian yang mudah

# paywall.perk.wake.title
source: Wake Window
ms: Waktu Berjaga

# paywall.plan.label
source: CHOOSE A PLAN
ms: PILIH PELAN

# paywall.plan.monthly
source: Monthly
ms: Bulanan

# paywall.plan.monthly.lower
source: monthly
ms: bulanan

# paywall.plan.monthly.sub
source: Cancel at any time
ms: Batalkan pada bila-bila masa

# paywall.plan.yearly
source: Yearly
ms: Tahunan

# paywall.plan.yearly.lower
source: yearly
ms: tahunan

# paywall.plan.yearly.sub
source: RM 5.90 per month, billed yearly
ms: RM 5.90 sebulan, dicaj setiap tahun

# paywall.restore
source: Restore purchase
ms: Pulihkan pembelian

# paywall.saveTag
source: SAVE 40%
ms: JIMAT 40%

# paywall.toast.noPurchase
source: No previous purchase found
ms: Tiada pembelian terdahulu ditemui

# paywall.toast.unlocked
source: Premium is now unlocked. Enjoy the extra support, mama.
ms: Premium kini dibuka. Nikmati sokongan tambahan, mama.

# paywall.unlock.label
source: WHAT YOU UNLOCK
ms: APA YANG ANDA DAPAT

# progress.booked
source: Booked and set aside for you.
ms: Sudah ditempah dan diperuntukkan untuk anda.

# progress.nothingYet
source: There's still time this week to make space for yourself.
ms: Masih ada masa minggu ini untuk menyediakan ruang untuk diri sendiri.

# progress.reassurance
source: No streaks and no guilt. Some weeks are simply busier than others. We'll keep helping you find small pockets of time when they appear.
ms: Tiada rentetan dan tiada rasa bersalah. Ada minggu yang memang lebih sibuk daripada minggu lain. Kami akan terus membantu anda mencari ruang masa kecil apabila ia muncul.

# progress.title
source: Progress
ms: Kemajuan

# progress.weekLabel
source: ME-TIME THIS WEEK
ms: MASA UNTUK DIRI MINGGU INI

# pump.alsoLogFeed
source: Add to feed log too
ms: Tambah ke rekod penyusuan juga

# pump.chart.title
source: ML PUMPED · LAST 7 DAYS
ms: ML DIPAM · 7 HARI TERAKHIR

# pump.duration
source: Duration
ms: Tempoh

source: Pump every
ms: Pam setiap

# pump.history.rowTitle
source: %@ side
ms: Sebelah %@

# pump.history.title
source: Session History
ms: Sejarah Sesi

# pump.interval.one
source: %lld hour
ms: %lld jam

# pump.interval.other
source: %lld hours
ms: %lld jam

# pump.interval.pill
source: %lldh
ms: %lldj

# pump.logCTA
source: Log a session
ms: Rekod sesi

# pump.note
source: You've expressed %lld ml in %@. Your next session is due around %@.
ms: Anda telah mengepam %lld ml dalam %@. Sesi seterusnya dijangka sekitar %@.

# pump.note.dry
source: It's okay to log a session with no expressed milk. It still helps you keep track of your routine.
ms: Tidak mengapa merekodkan sesi walaupun tiada susu yang dipam. Ia tetap membantu anda menjejaki rutin.

# pump.rhythm.sub
source: See your pumping pattern over the past week at a glance.
ms: Lihat corak mengepam anda sepanjang minggu lalu dengan sepintas lalu.

# pump.rhythm.title
source: Your pumping pattern
ms: Corak mengepam anda

# pump.section.details
source: DETAILS
ms: BUTIRAN

# pump.section.side
source: SIDE
ms: SEBELAH

# pump.sheet.edit
source: Edit Session
ms: Edit Sesi

# pump.sheet.new
source: Log Session
ms: Rekod Sesi

# pump.side.both
source: Both
ms: Kedua-dua

# pump.side.left
source: Left
ms: Kiri

# pump.side.right
source: Right
ms: Kanan

# pump.started
source: Started
ms: Bermula

# pump.stat.mlToday
source: ml today
ms: ml hari ini

# pump.stat.sessionsToday
source: sessions today
ms: sesi hari ini

# pump.status.due
source: Pump session due now
ms: Sesi pam perlu dilakukan sekarang

# pump.status.first
source: Log your first pump session
ms: Rekod sesi pam pertama anda

# pump.status.next
source: Next in %@
ms: Seterusnya dalam %@

# pump.step.caption
source: steps
ms: kenaikan

# pump.summary.count.one
source: %lld SESSION
ms: %lld SESI

# pump.summary.count.other
source: %lld SESSIONS
ms: %lld SESI

# pump.title
source: Pump Tracker
ms: Penjejak Pam

# pump.toast.logged
source: Pump session logged
ms: Sesi pam direkodkan

# pump.toast.loggedWithFeed
source: Session logged and added to your feed history
ms: Sesi direkodkan dan ditambah pada sejarah penyusuan anda

# pump.volume.label
source: Volume expressed
ms: Jumlah dipam

# recipes.addCTA
source: Add your own recipe
ms: Tambah resipi anda sendiri

# recipes.caption.baby
source: For baby
ms: Untuk bayi

# recipes.caption.baby.sub
source: Simple first-food ideas that are easy to prepare and store.
ms: Idea makanan pertama yang ringkas, mudah disediakan dan disimpan.

# recipes.caption.mommy
source: For you
ms: Untuk anda

# recipes.caption.mommy.sub
source: Quick, practical meals with simple steps and minimal washing up.
ms: Hidangan cepat dan praktikal dengan langkah mudah serta kurang kerja membasuh.

# recipes.category.baby
source: Baby
ms: Bayi

# recipes.category.mommy
source: Mommy
ms: Mama

# recipes.cookingFor
source: Cooking for
ms: Masak untuk

# recipes.cookingFor.baby
source: baby
ms: bayi

# recipes.cookingFor.you
source: you
ms: anda

# recipes.detail.cookBlock.fallback
source: recipe
ms: resipi

# recipes.detail.cookBlock.title
source: Cook: %@
ms: Masak: %@

# recipes.detail.cookCTA
source: Cook this now
ms: Masak sekarang

# recipes.detail.cookedCTA
source: Done — meal prepared
ms: Selesai — hidangan siap

# recipes.detail.cookedHint
source: Tap any step again if you'd like to review it.
ms: Ketik mana-mana langkah sekali lagi jika anda mahu menyemaknya.

# recipes.detail.cookHint
source: Adds a 30-minute cooking block to today's schedule.
ms: Menambah blok memasak selama 30 minit pada jadual hari ini.

# recipes.detail.fallbackTitle
source: Recipe
ms: Resipi

# recipes.detail.ingredients
source: INGREDIENTS
ms: BAHAN-BAHAN

# recipes.detail.method
source: METHOD
ms: CARA PENYEDIAAN

# recipes.detail.toast.blockAdded
source: Cooking block added to today
ms: Blok memasak ditambah pada hari ini

# recipes.detail.toast.enjoy
source: Enjoy your meal
ms: Selamat menjamu selera

# recipes.detail.toast.saved
source: Saved to your recipes
ms: Disimpan dalam resipi anda

# recipes.detail.toast.unsaved
source: Removed from saved
ms: Dikeluarkan daripada simpanan

# recipes.empty.baby
source: Save first foods, purées and toddler-friendly meals here.
ms: Simpan makanan pertama, puri dan hidangan mesra kanak-kanak di sini.

# recipes.empty.mommy
source: Save quick, nourishing meals for yourself here.
ms: Simpan hidangan cepat dan berkhasiat untuk diri anda di sini.

# recipes.empty.title
source: No %@ recipes yet
ms: Belum ada resipi %@

# recipes.fact.items
source: items
ms: item

# recipes.fact.minutes
source: minutes
ms: minit

# recipes.hero.baby
source: Simple first foods
ms: Makanan pertama yang ringkas

# recipes.hero.mommy
source: Quick meals for you
ms: Hidangan cepat untuk anda

# recipes.ingredient.bananaRipe
source: Banana, ripe
ms: Pisang masak

# recipes.ingredient.bananaSliced
source: Banana, sliced
ms: Pisang, dihiris

# recipes.ingredient.breastMilkOrFormula
source: Breast milk or formula
ms: Susu ibu atau susu formula

# recipes.ingredient.chickenThigh
source: Chicken thigh
ms: Paha ayam

# recipes.ingredient.cinnamon
source: Cinnamon
ms: Kayu manis

# recipes.ingredient.gingerSliced
source: Ginger, sliced
ms: Halia, dihiris

# recipes.ingredient.greekYoghurt
source: Greek yoghurt
ms: Yogurt Greek

# recipes.ingredient.milkOrWater
source: Milk or water
ms: Susu atau air

# recipes.ingredient.peanutButter
source: Peanut butter
ms: Mentega kacang

# recipes.ingredient.rice
source: Rice
ms: Beras

# recipes.ingredient.rolledOats
source: Rolled oats
ms: Oat gulung

# recipes.ingredient.salt
source: Salt
ms: Garam

# recipes.ingredient.springOnion
source: Spring onion
ms: Daun bawang

# recipes.ingredient.sweetPotato
source: Sweet potato
ms: Keledek

# recipes.ingredient.water
source: Water
ms: Air

# recipes.measure.tbsp
source: tbsp
ms: sudu besar

# recipes.measure.tsp
source: tsp
ms: sudu kecil

# recipes.new.addIngredient
source: + Add ingredient
ms: + Tambah bahan

# recipes.new.addStep
source: + Add step
ms: + Tambah langkah

# recipes.new.amountPlaceholder
source: Amount
ms: Kuantiti

# recipes.new.ingredientPlaceholder
source: Ingredient
ms: Bahan

# recipes.new.namePlaceholder
source: Recipe name
ms: Nama resipi

# recipes.new.note
source: %@, %@. It'll appear at the top of your %@ recipes.
ms: %@, %@. Ia akan muncul di bahagian atas resipi %@ anda.

# recipes.new.note.incomplete
source: Add a name, at least one ingredient and one step. Empty lines will be removed when you save.
ms: Tambah nama, sekurang-kurangnya satu bahan dan satu langkah. Baris kosong akan dibuang apabila anda menyimpan.

# recipes.new.note.ingredientOne
source: %lld ingredient
ms: %lld bahan

# recipes.new.note.ingredientOther
source: %lld ingredients
ms: %lld bahan

# recipes.new.note.stepOne
source: %lld step
ms: %lld langkah

# recipes.new.note.stepOther
source: %lld steps
ms: %lld langkah

# recipes.new.stepPlaceholder
source: Describe this step
ms: Terangkan langkah ini

# recipes.new.title
source: New Recipe
ms: Resipi Baharu

# recipes.new.toast.needsIngredient
source: Add at least one ingredient
ms: Tambah sekurang-kurangnya satu bahan

# recipes.new.toast.needsName
source: Please name your recipe first
ms: Sila namakan resipi anda dahulu

# recipes.new.toast.needsStep
source: Add at least one step
ms: Tambah sekurang-kurangnya satu langkah

# recipes.new.whyPlaceholder
source: A short note for future you
ms: Catatan ringkas untuk rujukan anda nanti

# recipes.new.whySection
source: WHY IT HELPS
ms: MENGAPA IA MEMBANTU

# recipes.own.tag
source: YOUR RECIPE · %@
ms: RESIPI ANDA · %@

# recipes.own.why
source: Your own recipe, saved here so it's easy to find again.
ms: Resipi anda sendiri, disimpan di sini supaya mudah ditemui semula.

# recipes.seed.badge.6m
source: 6m+
ms: 6 bln+

# recipes.seed.badge.8m
source: 8m+
ms: 8 bln+

# recipes.seed.badge.freezer
source: freezer friendly
ms: sesuai dibekukan

# recipes.seed.badge.onePot
source: one pot
ms: satu periuk

# recipes.seed.bananaFingers.step1
source: Heat the oven to 180°C and line a small tray.
ms: Panaskan ketuhar kepada 180°C dan alas dulang kecil.

# recipes.seed.bananaFingers.step2
source: Mash the bananas, then stir in the oats to a thick dough.
ms: Lenyek pisang, kemudian gaulkan dengan oat hingga menjadi doh yang pekat.

# recipes.seed.bananaFingers.step3
source: Shape into finger lengths and place on the tray.
ms: Bentukkan memanjang seperti jari dan susun di atas dulang.

# recipes.seed.bananaFingers.step4
source: Bake for 15 minutes until set and lightly golden. Cool before serving.
ms: Bakar selama 15 minit hingga pejal dan sedikit keemasan. Sejukkan sebelum dihidangkan.

# recipes.seed.bananaFingers.tag
source: FINGER FOOD · 8M+
ms: MAKANAN JEJARI · 8 BLN+

# recipes.seed.bananaFingers.title
source: Banana oat fingers
ms: Jejari pisang oat

# recipes.seed.bananaFingers.why
source: Soft banana-oat fingers with no added sugar, sized for little hands learning to self-feed.
ms: Jejari pisang dan oat yang lembut tanpa gula tambahan, bersaiz sesuai untuk tangan kecil yang sedang belajar makan sendiri.

# recipes.seed.oatBowl.step1
source: Add the oats and milk to a small pot over medium heat.
ms: Masukkan oat dan susu ke dalam periuk kecil di atas api sederhana.

# recipes.seed.oatBowl.step2
source: Stir for 4–5 minutes until creamy and thickened.
ms: Kacau selama 4–5 minit hingga berkrim dan pekat.

# recipes.seed.oatBowl.step3
source: Take off the heat and fold through the Greek yoghurt.
ms: Angkat dari api dan gaulkan yogurt Greek.

# recipes.seed.oatBowl.step4
source: Top with sliced banana, peanut butter and a dusting of cinnamon.
ms: Hidangkan dengan hirisan pisang, mentega kacang dan sedikit serbuk kayu manis.

# recipes.seed.oatBowl.tag
source: BREAKFAST · ONE POT
ms: SARAPAN · SATU PERIUK

# recipes.seed.oatBowl.title
source: 15-min oat bowl
ms: Mangkuk oat 15 minit

# recipes.seed.oatBowl.why
source: Oats, yoghurt and nut butter make this a simple, filling breakfast for busy mornings.
ms: Oat, yogurt dan mentega kacang menjadikan sarapan ini ringkas, mengenyangkan dan sesuai untuk pagi yang sibuk.

# recipes.seed.porridge.step1
source: Add the chicken, rice, water and ginger to a large pot.
ms: Masukkan ayam, beras, air dan halia ke dalam periuk besar.

# recipes.seed.porridge.step2
source: Bring to a boil, then lower to a gentle simmer.
ms: Didihkan, kemudian kecilkan api dan reneh perlahan.

# recipes.seed.porridge.step3
source: Cook for 25 minutes, stirring now and then, until thick.
ms: Masak selama 25 minit sambil dikacau sekali-sekala hingga pekat.

# recipes.seed.porridge.step4
source: Shred the chicken, season with salt and scatter spring onion.
ms: Carik ayam, perasakan dengan garam dan taburkan daun bawang.

# recipes.seed.porridge.tag
source: LUNCH · FREEZER FRIENDLY
ms: MAKAN TENGAH HARI · SESUAI DIBEKUKAN

# recipes.seed.porridge.title
source: One-pot chicken porridge
ms: Bubur ayam satu periuk

# recipes.seed.porridge.why
source: A comforting one-pot meal that keeps well and can be portioned for later.
ms: Hidangan satu periuk yang menyelerakan, tahan disimpan dan mudah dibahagikan kepada beberapa hidangan untuk kemudian.

# recipes.seed.sweetPotato.step1
source: Peel and dice the sweet potato into small cubes.
ms: Kupas dan potong keledek menjadi kiub kecil.

# recipes.seed.sweetPotato.step2
source: Steam for 8 minutes until very soft.
ms: Kukus selama 8 minit hingga sangat lembut.

# recipes.seed.sweetPotato.step3
source: Mash with the milk until smooth, adding more to loosen.
ms: Lenyek bersama susu hingga halus, tambah lagi susu jika perlu untuk mencairkannya.

# recipes.seed.sweetPotato.step4
source: Cool to just warm before serving.
ms: Sejukkan hingga suam sebelum dihidangkan.

# recipes.seed.sweetPotato.tag
source: FIRST FOODS · 6M+
ms: MAKANAN PERTAMA · 6 BLN+

# recipes.seed.sweetPotato.title
source: Sweet potato mash
ms: Keledek lenyek

# recipes.seed.sweetPotato.why
source: A smooth, naturally sweet first-food option that's easy to prepare.
ms: Pilihan makanan pertama yang halus, manis secara semula jadi dan mudah disediakan.

# recipes.title
source: Recipes
ms: Resipi

# recipes.toast.saved
source: %@ saved
ms: %@ disimpan

# recipes.unit.finger
source: finger
ms: jejari

# recipes.unit.fingers
source: fingers
ms: jejari

# recipes.unit.portion
source: portion
ms: hidangan

# recipes.unit.portions
source: portions
ms: hidangan

# recipes.unit.pot
source: pot
ms: periuk

# recipes.unit.serving
source: serving
ms: hidangan

# recipes.unit.servings
source: servings
ms: hidangan

# relation.grandma
source: Grandma
ms: Nenek

# relation.husband
source: Husband
ms: Suami

# relation.mum
source: Mum
ms: Ibu

# relation.nanny
source: Nanny
ms: Pengasuh

# relation.partner
source: Partner
ms: Pasangan

# relation.sitter
source: Sitter
ms: Penjaga

# relation.wife
source: Wife
ms: Isteri

# relative.ago.days
source: %lldd ago
ms: %lldh lalu

# relative.ago.hours
source: %lldh ago
ms: %lldj lalu

# relative.ago.hoursMinutes
source: %lldh %lldm ago
ms: %lldj %lldm lalu

# relative.ago.minutes
source: %lldm ago
ms: %lldm lalu

# relative.ago.minutesLong
source: %lld min ago
ms: %lld min lalu

# relative.in.days
source: in %lldd
ms: dalam %lldh

# relative.in.daysHours
source: in %lldd %lldh
ms: dalam %lldh %lldj

# relative.in.hours
source: in %lldh
ms: dalam %lldj

# relative.in.hoursMinutes
source: in %lldh %lldm
ms: dalam %lldj %lldm

# relative.in.minutes
source: in %lld min
ms: dalam %lld min

# relative.justNow
source: just now
ms: baru sahaja

# relative.now
source: now
ms: sekarang

# relative.yesterday
source: yesterday
ms: semalam

# schedule.empty.body
source: Add routines, chores and appointments, and we'll help you spot the free time in between.
ms: Tambah rutin, kerja rumah dan temu janji, dan kami akan membantu anda melihat masa lapang di antaranya.

# schedule.empty.cta
source: Add your first block
ms: Tambah blok pertama anda

# schedule.empty.title
source: Your day is ready to plan
ms: Hari anda sedia untuk dirancang

# schedule.past.body
source: There were no scheduled blocks on this day.
ms: Tiada blok dijadualkan pada hari ini.

# schedule.past.title
source: Nothing was scheduled
ms: Tiada yang dijadualkan

# schedule.title
source: Daily Planner
ms: Perancang Harian

# settings.babyFallback
source: Baby
ms: Bayi

# settings.bedtime
source: Kids' bedtime
ms: Waktu tidur anak-anak

# settings.bedtime.hint
source: Time after bedtime is treated as a quieter window when suggesting me-time.
ms: Masa selepas waktu tidur dianggap sebagai waktu yang lebih tenang apabila mencadangkan masa untuk diri.

# settings.day.ends
source: My day ends
ms: Hari saya berakhir

# settings.day.hint
source: The app only suggests me-time within these hours.
ms: Aplikasi hanya mencadangkan masa untuk diri dalam waktu ini.

# settings.day.section
source: YOUR DAY
ms: HARI ANDA

# settings.day.starts
source: My day starts
ms: Hari saya bermula

# settings.day.title
source: My day
ms: Hari saya

# settings.feedback.blurb
source: Tell us what's working well or what could be better. We read every piece of feedback.
ms: Beritahu kami perkara yang berfungsi dengan baik atau yang boleh diperbaiki. Kami membaca setiap maklum balas.

# settings.feedback.kind.broken
source: Something's broken
ms: Ada yang tidak berfungsi

# settings.feedback.kind.hi
source: Just saying hi
ms: Sekadar bertanya khabar

# settings.feedback.kindLabel
source: WHAT KIND?
ms: JENIS MAKLUM BALAS?

# settings.feedback.placeholder
source: Share as much or as little as you like.
ms: Kongsikan sebanyak atau sesedikit yang anda mahu.

# settings.feedback.send
source: Send
ms: Hantar

# settings.feedback.title
source: Send feedback
ms: Hantar maklum balas

# settings.feedback.toast
source: Thank you — your feedback has been sent
ms: Terima kasih — maklum balas anda telah dihantar

# settings.feedback.versionNote
source: App version %@ is included with your feedback to help us investigate.
ms: Versi aplikasi %@ disertakan bersama maklum balas anda untuk membantu kami menyiasat.

# settings.footer
source: Mommy's Time %@ Made for mamas in Malaysia
ms: Mommy's Time %@ Dibuat untuk para mama di Malaysia

# settings.freePlan
source: FREE PLAN
ms: PELAN PERCUMA

# settings.minimumGap
source: Minimum gap
ms: Tempoh minimum

# settings.minimumGap.hint
source: Gaps shorter than this won't be suggested, helping you avoid me-time that feels too rushed.
ms: Tempoh lapang yang lebih pendek daripada ini tidak akan dicadangkan supaya masa untuk diri anda tidak terasa terlalu tergesa-gesa.

# settings.premiumMember
source: PREMIUM MEMBER
ms: AHLI PREMIUM

# settings.profile.babyName
source: Baby's name
ms: Nama bayi

# settings.profile.email
source: Email
ms: E-mel

# settings.profile.hint
source: Your community posts display your first name only.
ms: Catatan komuniti anda hanya memaparkan nama pertama anda.

# settings.profile.name
source: Your name
ms: Nama anda
